{
  "new_descriptions": [
    "% of that damage instead",
    "+1 AV\\n",
    "+100 Acid Resistance\\n",
    "+300 reputation with mollusks\\n",
    "+4 AV\\n",
    "+50 move speed when moving through tiles with 200+ drams of liquid\\n",
    "+6 Strength\\n",
    ", dealing damage and freezing things\\n",
    "-50 Electrical Resistance\\n",
    "-square ray of flame in the direction of your choice.\\n",
    "-square ray of frost in the direction of your choice.\\n",
    "-square ray of frost in the direction of your choice\\n",
    ".\\nDuration: 5 rounds\\nCooldown: 200 rounds",
    ".\\nThere's a chance you identify detected enemies.",
    "20% chance on melee attack to gore your opponent\\n",
    "25% chance to refract light-based attacks\\n",
    "Acting on some inscrutable impulse, a parallel version of yourself travels through space and time to destroy you.\\n\\nEach time you embark on a new location, there's a small chance your evil twin has tracked you there and attempts to kill you.",
    "Additionally, you sometimes scare creatures passively.",
    "Adds a bonus turn and is useful in many tinkering and some ritual Sifrah games.",
    "Affected creatures act semi-randomly and receive a {{rules|-",
    "After a one-round warmup, you emit a pulse with radius",
    "Area: 3x3\\n",
    "Area: 7x7",
    "Area: 7x7 around self\\n",
    "Area: 7x7\\n",
    "Area: {{rules|",
    "Augments one physical attribute by an amount equal to twice your Ego bonus\\n",
    "Beam distance: {{rules|",
    "Bilge sphincter acts as a melee weapon.\\n",
    "Bonus duration: {{rules|",
    "Breathes confusion gas in a cone.\\n",
    "Breathes corrosive gas in a cone.\\n",
    "Breathes fire in a cone.\\n",
    "Breathes ice in a cone.\\n",
    "Breathes normality gas in a cone.\\n",
    "Breathes poison gas in a cone.\\n",
    "Breathes shame gas in a cone.\\n",
    "Breathes sleep gas in a cone.\\n",
    "Breathes stun gas in a cone.\\n",
    "Can carry more.",
    "Can only use most equipment if it is gigantic.\\n",
    "Cannot enter small spaces.\\n",
    "Cannot wear face accessories",
    "Chance to identify nearby detected creatures",
    "Chat with anyone in vision\\nTakes you much less time to issue orders to companions",
    "Chills affected area over",
    "Cold Resistance",
    "Cone angle:",
    "Cone length:",
    "Cooldown: 10 rounds\\n",
    "Cooldown: 15 rounds\\n",
    "Cooldown: 30 rounds\\n",
    "Cooldown: 40 rounds\\n",
    "Cooldown: 50",
    "Cooldown: {{rules|",
    "Covers an area with slime\\n",
    "Covers the area in acidic slime.\\n",
    "Creates 9 contiguous squares of immobile forcefield.\\n",
    "Creates a 3x3 forcefield centered on yourself\\n",
    "Creatures are pushed away from center of blast.",
    "Creatures within",
    "Creatures within a radius of",
    "Damage increment: {{rules|",
    "Damage to non-structural objects: {{rules|",
    "Damage: {{rules|",
    "Decreased temperature.",
    "Distance 1: creatures receive a {{rules|",
    "Drains {{rules|",
    "Duration between use and reversion: {{rules|",
    "Duration: {{rules|",
    "Each round you make a mental attack vs mental armor (MA).\\n",
    "Effects that make non-biological clones of you produce twice as many.",
    "Emits a",
    "Fires {{rules|",
    "For up to 10 rounds, you engage in psychic combat with an opponent, dealing damage each round.\\n",
    "Heat Resistance\\n",
    "Horns jut out of your head.",
    "Hundreds of needle-pointed quills cover your body.",
    "Immune to heat damage\\n",
    "In stressful situations, you scintillate.",
    "Maximum charge: {{C|",
    "May only assume the form of creatures level",
    "Mental actions have {{rules|",
    "Mental attack versus a creature with a mind\\n",
    "Mental attack versus an organic creature\\n",
    "Mental attack versus creature with a mind\\n",
    "Number of urchins: 1d2+",
    "Others find it difficult to tolerate you in social settings.\\n\\n-50 reputation with every faction",
    "Range: 12\\n",
    "Range: 8\\n",
    "Range: 8\\nArea: 3x3\\nCooldown: 10 rounds",
    "Refreshes all mental mutations\\n",
    "Releases gas for {{rules|",
    "Several horns jut out of your head.",
    "Shoots a beam with a 3-round windup that dismembers the limbs of its targets.\\n",
    "Small chance that you stubbornly refuse to flee from a fight [unimplemented]\\n",
    "Small chance to frighten an adjacent enemy [unimplemented]",
    "Small chance to reveal the entire map in a flash of insight",
    "Spew area: 3x3\\n",
    "Spew chance to knock the targets down: Strength/Agility save vs. character level\\n",
    "Spew cooldown: 10 rounds\\n",
    "Spew range: 10\\n",
    "Summons a vortex that swallows everything in its path.\\n",
    "Taking any action other than passing the turn will break the connection.\\n",
    "Telekinetic Strength:",
    "Teleport to a random location within a designated area.\\n",
    "Through sheer force of will, you perform uncanny physical feats.",
    "Toasts affected area over",
    "Uncertainty radius: {{rules|",
    "When you fail severely during artifact examination, the artifact explodes.\\n",
    "When you suffer a mental attack while Mental Mirror is off cooldown, you gain +{{rules|",
    "Whenever you manifest a new mutation, one of your choices will also cause you to grow a new limb at random.",
    "Whenever you would have taken cold damage, you heal for 0.",
    "Whenever you would have taken heat damage, you heal for",
    "While it's flowing, you gain +{{C|",
    "While spinning, you leave webs in your wake as you move.",
    "You accrue electrical charge that you can use and discharge to deal damage.",
    "You are a crystalline being.",
    "You are allergic to tonics.\\n\\nThe chance your mutant physiology reacts adversely to a tonic is increased to 33%.\\nIf you react adversely this way to a salve or ubernostrum tonic, the adverse reaction effect is chosen randomly from among other tonic effects. You will still heal.",
    "You are befuddled by technological complexity.\\n\\n",
    "You are covered in a thick coat of fur, which protects you from the elements.\\n\\n",
    "You are gifted with tremendous speed.",
    "You are nearsighted.\\n\\nYou can only see up to a radius of 10.",
    "You are possessed of an indefatigable focus which every so often manifests itself as stubbornness.",
    "You are possessed of exceptionally acute smell.",
    "You are possessed of hulking strength.",
    "You are possessed of unnaturally acute hearing.",
    "You are protected by a durable carapace.",
    "You are unusually large.",
    "You assume the form of any creature you touch.",
    "You bear a sphincter-choked bilge hose that you use to slurp up nearby liquids and spew them at enemies, occasionally knocking them down.",
    "You bear spade-like claws that can burrow through the earth.",
    "You bear two spinnerets with which you spin a sticky silk.\\n",
    "You beguile a nearby creature into serving you loyally.",
    "You belch urchins in a nearby area.\\n",
    "You bond with a nearby organic creature and leech its life force.",
    "You breathe confusion gas.",
    "You breathe corrosive gas.",
    "You breathe fire.",
    "You breathe ice.",
    "You breathe normality gas.",
    "You breathe poison gas.",
    "You breathe shame gas.",
    "You breathe sleep gas.",
    "You breathe stun gas.",
    "You can bask in the sunlight instead of eating a meal to gain a special metabolizing effect for {{rules|",
    "You can gaze {{rules|",
    "You can increase your body's adrenaline flow for",
    "You can manipulate objects at a distance and perform some physical tasks with your mind while immobilized.\\n",
    "You can move across walls, and only across walls.",
    "You can move things with your mind.",
    "You can sense other mental mutants through the psychic aether.\\n\\n",
    "You can spew liquid from your tile into a nearby area.\\n",
    "You can spin sticky silk webs.",
    "You can travel underground by burrowing.",
    "You can walk over slime without slipping.",
    "You can't act while scintillating.\\nConfuses nearby hostile creatures per Confusion rank",
    "You can't have artifacts identified for you because you don't understand their explanations.\\n",
    "You cannot be seen.",
    "You capture prey with your sticky tongue.",
    "You cause adjacent creatures to flee in terror.\\n",
    "You cause plants to spontaneously grow in a nearby area, hindering your enemies.",
    "You chill a nearby area with your mind.",
    "You compulsively lug around everything you can.\\n\\nYou must maintain at least 90% of your carry capacity.\\n\\nYou cannot drop items if dropping them would reduce your weight beneath this requirement.\\n\\nYou suffer one point of damage each round you do not maintain this requirement.\\n\\nYou can only drop one set of items every 10 rounds.",
    "You confuse nearby enemies.",
    "You dash along a waveform.",
    "You dash in a direction, dealing damage to creatures you pass through.\\n",
    "You detect the presence of creatures within a distance typically up to",
    "You detect the presence of creatures within a radius of {{rules|",
    "You detect the presence of psychic enemies within a radius of",
    "You disintegrate nearby matter.",
    "You distort time around your person in order to slow down your enemies.",
    "You eat meat exclusively.\\n\\nYou get no satiation from foods that aren't meat.\\nIf you eat raw food that isn't meat, there's a 50% chance you become ill for 2 hours.\\nYou can't cook with plant or fungus ingredients.\\nYou don't get ill when you eat raw meat.\\nYou can eat raw meat without being famished.\\n",
    "You emit a ray of flame from your",
    "You emit a ray of frost from your",
    "You emit jets of frost from your mouth.",
    "You emit powerful magnetic pulses.",
    "You extract carbon from living material.",
    "You fall asleep involuntarily from time to time.\\n\\nSmall chance each round you're in combat that you fall asleep for 20-29 rounds.",
    "You fill a nearby area with frosty webs.\\n\\n",
    "You fly.",
    "You forget things and places.\\n\\nWhenever you learn a new secret, there's a small chance you forget a secret.\\nWhenever you return to a map you previously visited, there's a small chance you forget the layout.",
    "You gain one extra mutation each time you buy this, but the mutations don't manifest right away.\\nWhenever you gain a level, there's a 33% chance that your genome destabilizes and you get to choose from 3 random mutations.",
    "You garrote an adjacent creature's mind and control its actions while your own body lies dormant.",
    "You generate a forcefield around yourself.",
    "You generate a wall of force that protects you from your enemies.",
    "You generate an electromagnetic pulse that disables nearby artifacts and machines.",
    "You have",
    "You have an extra set of arms.",
    "You have an extra set of legs.",
    "You have two heads.",
    "You have two hearts.",
    "You heat a nearby area with your mind.",
    "You ignite a small fire with your mind.\\n\\n",
    "You invoke a concussive force in a nearby area, throwing enemies back and stunning them.",
    "You invoke a repelling force in the surrounding area, throwing enemies back.",
    "You involuntarily release electromagnetic pulses, deactivating robots and artifacts around yourself.\\n\\nSmall chance each round you're in combat that you release an electromagnetic pulse with radius 3, deactivating robots and artifacts (including those you carry) for 11-20 rounds.",
    "You lack a developed sense of pain.\\n\\nYou only know your general state of health and not your precise number of hit points.",
    "You live in an alternate plane of reality.",
    "You lose a turn in most tinkering Sifrah games, and two turns in hacking Sifrah games.",
    "You manipulate light to your advantage.",
    "You may activate this power and then later revert to the point in time when you activated it.\\n",
    "You may communicate with others through the psychic aether.\\n\\n",
    "You may phase through solid objects for brief periods of time.",
    "You molt powerful beams across the spectrum of light and matter.",
    "You only manifest mental mutations, and all of your mutation choices when manifesting a new mutation are mental.",
    "You only manifest physical mutations, and all of your mutation choices when manifesting a new mutation are physical.\\n\\n",
    "You ooze fluids with the best of them.\\n",
    "You peer into your near future.",
    "You possess a towering vision of self that you project onto the minds of nearby creatures.",
    "You possess extraordinary analytical prowess but you find difficulty in relating to others.",
    "You produce a viscous slime that you can spit at things.\\n\\n",
    "You produce ambient light within a radius of {{rules|",
    "You provoke waking dreams with your gaze.",
    "You puff with the best of them.\\n",
    "You pull the nearest creature toward you.\\n",
    "You quickly pass back and forth through time creating multiple copies of yourself.",
    "You read the history of artifacts by touching them, learning what they do and how they were made.",
    "You reflect mental attacks back at your attackers.",
    "You reflect the shameful countenance of nearby creatures.",
    "You regenerate by absorbing cold.",
    "You regenerate by absorbing heat.",
    "You regulate your body's release of adrenaline.",
    "You replenish yourself by absorbing sunlight through your hearty green skin.",
    "You scare creatures around you.",
    "You see in the dark.",
    "You see in the dark.\\n",
    "You shift spacetime in the local region.\\n\\n",
    "You spasmodically engender wild plant growth around yourself for a short period.\\n\\nThere is a small chance each round that you enter into a compulsive state of mind for 30-39 rounds.\\n\\nDuring this time, there is a 25% chance each round that you summon several hostile plants nearby.",
    "You spit a puddle of",
    "You spit a puddle of corrosive acid.",
    "You spontaneously erupt into flames.\\n\\nSmall chance each round you're in combat that you spontaneously erupt into flames.",
    "You startle easily and engage your defense mechanisms.",
    "You suffer from powerful psionic migraines that render your head extremely sensitive.\\n\\nYou can't wear hats or helmets.",
    "You sunder spacetime, sending things nearby careening through a tear in the cosmic fabric.",
    "You sunder the mind of an enemy, leaving them reeling in pain.",
    "You tap into the aggregate mind and steal power from other espers.",
    "You teleport about uncontrollably.\\n\\nSmall chance each round you're in combat that you randomly teleport to a nearby location.",
    "You teleport an adjacent creature to a random nearby location.",
    "You teleport and bring creatures along with you.",
    "You teleport to a nearby location and bring everyone within radius",
    "You teleport to a nearby location near your leader.",
    "You teleport to a nearby location.",
    "You travel on the world map at {{rules|",
    "You turn things to stone with your gaze.",
    "You're much worse at examining artifacts.\\n",
    "Your blood does not clot easily.\\n\\nIt takes much longer than usual for you to stop bleeding.",
    "Your bones are brittle.\\n\\nYou suffer 50% more damage from bludgeoning attacks, falling, and other sources of concussive damage.",
    "Your face bears a sightly",
    "Your full natural healing rate applies in combat.\\n",
    "Your genome is irritable and unpredictable.\\n\\nWhenever you spend a mutation point, the next mutation point you gain will be spent randomly.\\nWhenever you buy a new mutation, you get a random one instead of a choice of three.",
    "Your heart is weak.\\n\\n-5 to save vs. poison, disease, and cardiac arrest.\\nSmall chance per turn of entering cardiac arrest.",
    "Your joints stretch much further than usual.",
    "Your skin, hair, and eyes are absent of pigment.\\n\\nYou regenerate hit points at one-fifth the usual rate in the daylight.",
    "Your willful acts sometimes dent spacetime.\\n\\nWhenever you use an activated ability, there's a small chance your focus slips and you dent spacetime in the local region, causing 1-2 spacetime vortices to appear. This chance increases the longer you go without using an activated ability.",
    "Your wounds heal very quickly.",
    "\\nAdds a bonus turn and improves performance in psionic Sifrah games.",
    "\\nUseful in many social and psionic Sifrah games.",
    "\\nUseful in many tinkering Sifrah games.",
    "along with you.\\n",
    "are alerted to your presence [unimplemented]\\n",
    "for feet.\\n\\nYou cannot wear shoes.",
    "mutation description",
    "or lower.\\n",
    "penetration vs. walls: {{rules|",
    "squares depending on terrain\\n",
    "that attempts to pull metal objects toward you, including metal gear equipped on creatures.\\n",
    "tiles are slowed according to how close they are to you.\\n"
  ],
  "new_factions": [
    "antelopes",
    "apes",
    "arachnids",
    "birds",
    "frogs",
    "highly entropic beings",
    "roots",
    "the Consortium of Phyta",
    "the Seekers of the Sightless Way",
    "unshelled reptiles"
  ]
}