{
  "tutorial_joppa": {
    "Joppa is a village. Everything you learned in the cave applies here too. Villages are like caves with very high roofs.": "조파는 마을입니다. 동굴에서 배운 모든 것이 여기서도 적용됩니다. 마을은 지붕이 매우 높은 동굴과 같습니다.",
    
    "You can see a list of points of interest by clicking this button or pressing ~CmdMoveToPointOfInterest.\n\nThe list will grow as you explore more of the map.": "이 버튼을 클릭하거나 ~CmdMoveToPointOfInterest를 눌러 관심 지점 목록을 볼 수 있습니다.\n\n맵을 더 탐험하면 목록이 늘어납니다.",
    
    "You can see a list of points of interest by pressing ~CmdMoveToPointOfInterest.\n\nThe list will grow as you explore more of the map.": "~CmdMoveToPointOfInterest를 눌러 관심 지점 목록을 볼 수 있습니다.\n\n맵을 더 탐험하면 목록이 늘어납니다.",
    
    "Choose Mehmet.": "메흐메트를 선택하세요.",
    
    "Quetzal! That's all for the tutorial, friend.\n\nWe just scratched the very tip of the surface. Quests, secrets, leveling up, physics, reputation, limbs... we leave that for you to discover.": "케찰! 이것으로 튜토리얼 끝입니다, 친구.\n\n우리는 표면의 아주 끝만 긁었을 뿐입니다. 퀘스트, 비밀, 레벨업, 물리학, 평판, 사지... 이것들은 당신이 발견하도록 남겨둡니다.",
    
    "You're ready to continue the journey on your own, but don't hesitate to play the tutorial again if you need a refresher.": "이제 혼자서 여정을 계속할 준비가 되었지만, 복습이 필요하면 언제든지 튜토리얼을 다시 플레이하세요.",
    
    "Live and drink.": "살아서 마시라.",
    
    "Whatever you choose, good luck, and feel free to return here for a refresher.\n\nLive and drink.": "무엇을 선택하든 행운을 빕니다. 복습이 필요하면 언제든지 여기로 돌아오세요.\n\n살아서 마시라.",
    
    "Oh… it looks like Warden Yrame killed Mehmet. Why, you ask?\n\nWell, named creatures who you can perform the water ritual with, like Mehmet, generate with dynamic faction relationships. In your game, Mehmet must have been hated by the Fellowship of Wardens for some reason.": "오... 수호자 이라메가 메흐메트를 죽인 것 같습니다. 왜냐고요?\n\n메흐메트처럼 물의 의식을 수행할 수 있는 이름 있는 생물들은 동적인 파벌 관계를 가지고 생성됩니다. 당신의 게임에서 메흐메트는 어떤 이유로 수호자 동맹에게 미움을 받았던 것 같습니다.",
    
    "And so Warden Yrame took her revenge. In Qud, sometimes even our best efforts at providing a safe starter village are foiled by the simulation…\n\nWhat a charmed run! It's quite rare for this to happen, but now you get to see this hidden section of the tutorial. Good job.": "그래서 수호자 이라메가 복수를 했습니다. Qud에서는 때때로 안전한 시작 마을을 제공하려는 최선의 노력도 시뮬레이션에 의해 좌절됩니다…\n\n정말 특별한 플레이입니다! 이런 일은 매우 드물지만, 이제 튜토리얼의 숨겨진 섹션을 보게 되었습니다. 잘하셨어요.",
    
    "You have a few options now. You can roll with it and continue in this world where Mehmet's been revenge-slain. The early game will be a bit harder, but the main quest is not impacted.\n\nYou can start over and play the tutorial again, for the \"normal\" ending, which you were about to reach.\n\nOr, since you were near the end anyway, you can start a new game and begin your journey proper!": "이제 몇 가지 선택지가 있습니다. 메흐메트가 복수로 죽임당한 이 세계에서 계속할 수 있습니다. 초반이 조금 더 어려워지지만, 메인 퀘스트에는 영향이 없습니다.\n\n다시 시작하여 튜토리얼을 다시 플레이할 수도 있습니다. 거의 다 도달했던 \"정상적인\" 엔딩을 위해서요.\n\n아니면, 어차피 거의 끝났으니, 새 게임을 시작하고 본격적인 여정을 시작할 수도 있습니다!"
  }
}
