{
  "tutorial": {
    "Welcome to the Caves of Qud tutorial. We'll just be scratching the surface here, learning enough of the basics to help you get your footing.\n\nIn Caves of Qud, you play as a mutated human or true kin.\n\nFor the tutorial, we're picking mutated human.": "Caves of Qud 튜토리얼에 오신 것을 환영합니다. 여기서는 기본적인 내용만 다루어, 여러분이 첫 발을 내딛는 데 필요한 기초를 배우게 됩니다.\n\nCaves of Qud에서는 변이된 인간 또는 순수 혈통으로 플레이합니다.\n\n튜토리얼에서는 변이된 인간을 선택합니다.",
    
    "Character creation is a deep and sometimes long process. We included some preset builds to help you get started. After the tutorial, you can try another build, or make a character from scratch. (The recommended way! Once you get your footing.) \n\nFor now, pick the marsh taur.": "캐릭터 생성은 깊고 때로는 긴 과정입니다. 시작하기 쉽도록 몇 가지 사전 설정 빌드를 포함했습니다. 튜토리얼 후에 다른 빌드를 시도하거나 처음부터 캐릭터를 만들 수 있습니다. (익숙해지면 권장하는 방식입니다!)\n\n지금은 늪지 타우르를 선택하세요.",
    
    "Here is a summary of your attributes and mutations, which grant your character unique abilities.": "여기 당신의 속성과 변이에 대한 요약이 있으며, 이것들은 캐릭터에게 고유한 능력을 부여합니다.",
    
    "You can name your character or choose Next for a random name.": "캐릭터의 이름을 지정하거나 다음(Next)을 선택하여 무작위 이름을 받을 수 있습니다.",
    
    "On the 30th of Kisu Ux, you scuttle down a dark shaft at the edge of a sunken trade path and arrive at a caravanserai. It's powdered in salt and dust from across the ribbon of time.": "Kisu Ux 30일, 당신은 가라앉은 교역로 가장자리의 어두운 통로를 타고 내려가 대상숙소에 도착합니다. 시간의 리본 너머에서 온 소금과 먼지가 뿌려져 있습니다.",
    
    "This is the main gameplay stage. At the top of the screen are your attributes, HP, and XP.\n\nOn the right are action buttons, minimap, and the message log.\n\nAt the bottom is your ability hotbar.": "이것이 메인 게임플레이 화면입니다. 화면 상단에는 속성, HP, XP가 있습니다.\n\n오른쪽에는 액션 버튼, 미니맵, 메시지 로그가 있습니다.\n\n하단에는 능력 단축키가 있습니다.",
    
    "Let's explore this cave we've found ourselves in.": "우리가 발견한 이 동굴을 탐험해 봅시다.",
    
    "Looks like there's a chest over at the end of the room. Let's walk over to it.\n\n You can click ~AdventureNavMouseLeftClick the square you want to move to, or use the {{hotkey|arrow keys}} or {{hotkey|numpad.}}\n\nWith arrow keys, you can press {{hotkey|shift+arrow keys}} to move diagonally.": "방 끝에 상자가 있는 것 같습니다. 걸어가 봅시다.\n\n 이동하려는 칸을 ~AdventureNavMouseLeftClick 클릭하거나 {{hotkey|화살표 키}} 또는 {{hotkey|넘패드}}를 사용할 수 있습니다.\n\n화살표 키로는 {{hotkey|Shift+화살표 키}}를 눌러 대각선으로 이동할 수 있습니다.",
    
    "You can interact with objects you're next to. Open the chest.\n\nPress {{hotkey|~Accept}} or {{hotkey|~AdventureMouseContextAction}}": "바로 옆에 있는 물체와 상호작용할 수 있습니다. 상자를 열어보세요.\n\n{{hotkey|~Accept}}를 누르거나 {{hotkey|~AdventureMouseContextAction}}를 누르세요.",
    
    "A torch. When it's nighttime or when you're underground, you need a torch equipped to see. Select it.": "횃불입니다. 밤이거나 지하에 있을 때 보려면 횃불을 장착해야 합니다. 선택하세요.",
    
    "Equip the dagger too.": "단검도 장착하세요.",
    
    "Huh, you destroyed the tutorial chest we were going to teach you how to use.\n\nGo ahead and pick of the torch and dagger from the floor.": "어, 우리가 사용법을 가르쳐주려던 튜토리얼 상자를 파괴했네요.\n\n바닥에서 횃불과 단검을 집어드세요.",
    
    "Before you move on, you should equip yourself from the nearby chest.": "계속 진행하기 전에 근처 상자에서 장비를 갖추어야 합니다.",
    
    "[~Accept] Continue": "[~Accept] 계속",
    
    "Keep moving down the passage...": "통로를 따라 계속 이동하세요...",
    
    "Oh! Another creature. Let's look at it more closely.\n\nWhen you come across something new, it's always a good idea to inspect it.": "오! 다른 생물이 있습니다. 더 자세히 살펴봅시다.\n\n새로운 것을 발견하면 항상 조사해보는 것이 좋습니다.",
    
    "It's a bear.": "곰입니다.",
    
    "The bear is wounded, but it's tough. This'll be a harder fight.": "곰이 부상당했지만 강합니다. 더 어려운 싸움이 될 것입니다.",
    
    "Wait for the bear to take a step towards you.": "곰이 당신에게 한 발짝 다가올 때까지 기다리세요.",
    
    "Bump attack the bear.": "곰에게 부딪쳐 공격하세요.",
    
    "The bear is dead! Looks like it dropped something, too.\n\nBut first, let's use this opportunity to heal.": "곰이 죽었습니다! 무언가 떨어뜨린 것 같습니다.\n\n하지만 먼저, 이 기회에 치료합시다.",
    
    "You regain hitpoints naturally as turns pass. You can pass a few turns by waiting, or if there are no hostile creatures around, you can {{W|rest until healed}}.\n\nPress ~CmdWaitUntilHealed": "턴이 지나면 자연스럽게 체력이 회복됩니다. 대기하며 몇 턴을 보내거나, 주변에 적대적인 생물이 없다면 {{W|완전히 회복될 때까지 휴식}}할 수 있습니다.\n\n~CmdWaitUntilHealed를 누르세요.",
    
    "It's a chem cell. It can be used later to power other artifacts you find.": "화학 전지입니다. 나중에 발견하는 다른 유물에 전력을 공급하는 데 사용할 수 있습니다.",
    
    "You picked up the odd trinket automatically because it is an artifact.\n\nPress ~CmdInventory to investigate it.": "유물이기 때문에 이상한 장신구가 자동으로 주워졌습니다.\n\n~CmdInventory를 눌러 조사하세요.",
    
    "You picked up the odd trinket automatically because it is an artifact.\n\nPress ~CmdCharacter to investigate it.": "유물이기 때문에 이상한 장신구가 자동으로 주워졌습니다.\n\n~CmdCharacter를 눌러 조사하세요.",
    
    "This is an artifact beyond simple understanding. Try examining it.": "이것은 단순히 이해할 수 없는 유물입니다. 조사해 보세요.",
    
    "The entire gameworld is a series of contiguous maps. The passage leads off-screen. Let's follow it. Walk north.": "전체 게임 세계는 연속된 맵의 시리즈입니다. 통로가 화면 밖으로 이어집니다. 따라가 봅시다. 북쪽으로 걸어가세요.",
    
    "Let's keep moving. Keep exploring.": "계속 이동합시다. 계속 탐험하세요.",
    
    "There's stairs here! Walk to them.": "여기 계단이 있습니다! 걸어가세요.",
    
    "Ascend.\n\nYou can click this button or press ~CmdMoveU.": "올라가세요.\n\n이 버튼을 클릭하거나 ~CmdMoveU를 누르세요.",
    
    "Ascend.\n\nPress ~CmdMoveU.": "올라가세요.\n\n~CmdMoveU를 누르세요."
  }
}
